books_app/app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)
    respond_to do |format|
      if @book.save
---
INSERT INTO "books" ("title", "memo", "created_at", "updated_at", "author") VALUES (?, ?, ?, ?, ?)  [["title", "dfsdf"], ["memo", "sdfsf"], ["created_at", "2019-11-15 01:02:54.925326"], ["updated_at", "2019-11-15 01:02:54.925326"], ["author", "sdfsf"]]